Repository: herodotos-log/herodotos
Catalog: locale/*/LC_MESSAGES/herodotos.po
Languages: fr_fr

source: Installation – Requirements
fr_fr: Installation – Exigences

source: OS is
fr_fr: L’OS est

source: PHP version is
fr_fr: La version de PHP est la

source: PHP sessions must be enabled!
fr_fr: Le module ‘sessions’ de PHP doit être activé !

source: PHP sessions is enabled!
fr_fr: Le module ‘session’ de PHP est activé !

source: Gettext must be supported!
fr_fr: Gettext doit être supporté !

source: Gettext is supported!
fr_fr: Gettext est supporté !

source: MySQL version will be check at the next step!
fr_fr: La version de MySQL sera vérifiée dans une autre étape !

source: Operating System
fr_fr: Système d’exploitation

source: PHP version
fr_fr: Version de PHP

source: PHP Session
fr_fr: Module ‘session’ de PHP

source: PHP Gettext
fr_fr: Module ‘gettext’ de PHP

source: MySQL version
fr_fr: Version de MySQL

source: Requirements
fr_fr: Exigences

source: General
fr_fr: Général

source: Install – Requirements
fr_fr: Installation – Exigences

source: General requirements
fr_fr: Exigences générales

source: Reload
fr_fr: Recharger

source: Next
fr_fr: Suivant

source: Install – General
fr_fr: Installation – Général

source: All basic informations
fr_fr: Informations basiques

source: Website URL
fr_fr: URL du site

source: Enter a valid URL
fr_fr: Veuillez entrer une URL valide

source: Website
fr_fr: Site

source: Only ASCII (max.: 32)
fr_fr: ASCII uniquement (max. : 32)

source: Website Description
fr_fr: Description du site

source: Alphanumericals and accented characters (max.: 128)
fr_fr: Alphanumériques et accents uniquement (max. : 128)

source: Author
fr_fr: Auteur

source: Language
fr_fr: Langue

source: You must choose a language!
fr_fr: Veuillez choisir un langage !

source: Previous
fr_fr: Précédent

source: Install – MySQL
fr_fr: Installation – MySQL

source: MySQL informations
fr_fr: Informations MySQL

source: Server address
fr_fr: Adresse du serveur

source: Enter a valid IPv4 or hostname
fr_fr: Veuillez entrer une adresse IPv4 ou un nom d’hôte

source: Username
fr_fr: Nom d’utilisateur

source: Password
fr_fr: Mot de passe

source: Only ASCII (min.: 4)
fr_fr: Uniquement ASCII (min. : 4)

source: Only integers (default: 3306)
fr_fr: Uniquement des entiers (défaut : 3306)

source: Try connection
fr_fr: Essayer la connexion

source: Need help? Follow the instructions!
fr_fr: Besoin d’aide ? Suivez les instructions !
